let questions = [
    {
    numb: 1,
    question: "การใช้การเชื่อมโยงใช้กับข้อใดต่อไป",
    answer: "ทุกข้อที่กล่าว",
    options: [
      "ข้อความ",
      "รูปภาพ",
      "ปุ่ม",
      "ทุกข้อที่กล่าว"
    ]
  },
    {
    numb: 2,
    question: "การเชื่อมโยง สามารถเชื่อมโยงเว็บเพจใดได้บ้าง",
    answer: "ทุกข้อที่กล่าว",
    options: [
      "เว็บเพจเดียวกัน",
      "เว็บเพจอื่น",
      "เว็บไซต์อื่นๆ",
      "ทุกข้อที่กล่าว"
    ]
  },
    {
    numb: 3,
    question: "แท็กใดคือคำสั่งการเชื่อมโยง",
    answer: "A",
    options: [
      "U",
      "P",
      "A",
      "I"
    ]
  },
    {
    numb: 4,
    question: "ลักษณะของแท็กเชื่อมโยงเป็นลักษณะแบบใด",
    answer: "ลักษณะแท็กเปิดแท็กปิด",
    options: [
      "ลักษณะแท็กเดี่ยว",
      "ลักษณะแท็กเปิดแท็กปิด",
      "ถูกทั้งข้อที่ 1 และ ข้อที่ 2",
      "ไม่มีข้อถูก"
    ]
  },
    {
    numb: 5,
    question: "คำสั่งกำหนดที่อยู่เชื่อมโยงคือข้อใด",
    answer: "HREF=",
    options: [
      "HREF=",
      "ADRESS=",
      "TO=",
      "WHERE="
    ]
  },
  {
    numb: 6,
    question: "คำสั่งใดต่อไปนี้คือการเชื่อมโยงไปยังอีเมล",
    answer: "MAILTO:",
    options: [
      "EMAILTO:",
      "GMAILTO:",
      "HOTMAILTO:",
      "MAILTO:"
    ]
  },
    {
    numb: 7,
    question: "คำสั่งใดคือการให้การเชื่อมโยงขึ้นแท็บใหม่",
    answer: "_BLANK",
    options: [
      "_NEW",
      "_BLANK",
      "_CRATE",
      "_TAB"
    ]
  },
    {
    numb: 8,
    question: "คำตอบคือ 4",
    answer: "4",
    options: [
      "1",
      "2",
      "3",
      "4"
    ]
  },
  {
    numb: 9,
    question: "คำตอบคือ 1",
    answer: "1",
    options: [
      "1",
      "2",
      "3",
      "4"
    ]
  },
    {
    numb: 10,
    question: "คำตอบคือ 2",
    answer: "2",
    options: [
      "1",
      "2",
      "3",
      "4"
    ]
  },
];
