let questions = [
    {
    numb: 1,
    question: "ตาราง(table)มีหน้าที่อะไร",
    answer: "ทุกข้อที่กล่าว",
    options: [
      "มีหน้าที่ในการนำเสนอข้อมูลบนเว็บ",
      "มีหน้าที่จัดเรียงข้อมูลของเว็บไซต์",
      "มีหน้าที่จัดโครงสร้างของเว็บไซต์",
      "ทุกข้อที่กล่าว"
    ]
  },
    {
    numb: 2,
    question: "แท็กอะไรที่'ไม่ได้'เกี่ยวข้องกับตาราง",
    answer: "เป็นแท็กสำหรับกำหนดจุดเริ่มต้นและสิ้นสุดการสร้างตาราง",
    options: [
      "TD",
      "TR",
      "TABLE",
      "TT"
    ]
  },
    {
    numb: 3,
    question: "แท็ก TD และ /TD เป็นแท็กอะไร",
    answer: "เป็นแท็กสำหรับสร้างคอลัมน์ให้กับตารางHTML",
    options: [
      "เป็นแท็กสำหรับกำหนดจุดเริ่มต้นและสิ้นสุดการสร้างตาราง",
      "เป็นแท็กสำหรับสร้างแถวให้กับตาราง",
      "เป็นแท็กสำหรับสร้างคอลัมน์ให้กับตารางHTML",
      "ผิดทุกข้อที่กล่าว"
    ]
  },
    {
    numb: 4,
    question: "แท็ก TR และ /TR เป็นแท็กอะไร",
    answer: "4",
    options: [
      "เป็นแท็กสำหรับกำหนดจุดเริ่มต้นและสิ้นสุดการสร้างตาราง",
      "เป็นแท็กสำหรับสร้างแถวให้กับตาราง",
      "เป็นแท็กสำหรับสร้างคอลัมน์ให้กับตารางHTML",
      "ผิดทุกข้อที่กล่าว"
    ]
  },
    {
    numb: 5,
    question: "แท็ก TABLE และ /TABLE เป็นแท็กอะไร",
    answer: "เป็นแท็กสำหรับกำหนดจุดเริ่มต้นและสิ้นสุดการสร้างตาราง",
    options: [
      "เป็นแท็กสำหรับกำหนดจุดเริ่มต้นและสิ้นสุดการสร้างตาราง",
      "เป็นแท็กสำหรับสร้างแถวให้กับตาราง",
      "เป็นแท็กสำหรับสร้างคอลัมน์ให้กับตารางHTML",
      "ผิดทุกข้อที่กล่าว"
    ]
  },
  {
    numb: 6,
    question: "คำตอบคือ 2",
    answer: "2",
    options: [
      "1",
      "2",
      "3",
      "4"
    ]
  },
    {
    numb: 7,
    question: "คำตอบคือ 3",
    answer: "3",
    options: [
      "1",
      "2",
      "3",
      "4"
    ]
  },
    {
    numb: 8,
    question: "คำตอบคือ 4",
    answer: "4",
    options: [
      "1",
      "2",
      "3",
      "4"
    ]
  },
  {
    numb: 9,
    question: "คำตอบคือ 1",
    answer: "1",
    options: [
      "1",
      "2",
      "3",
      "4"
    ]
  },
    {
    numb: 10,
    question: "คำตอบคือ 2",
    answer: "2",
    options: [
      "1",
      "2",
      "3",
      "4"
    ]
  },
];