let questions = [
    {
    numb: 1,
    question: "ในบทเรียนนี้กล่าวถึงการสร้างฟอร์มไว้กี่ชนิด",
    answer: "6 ชนิด",
    options: [
      "6 ชนิด",
      "5 ชนิด",
      "3 ชนิด",
      "4 ชนิด"
    ]
  },
    {
    numb: 2,
    question: "Text Box ใช้ในการรับข้อมูลประเภทใด",
    answer: "ข้อความ",
    options: [
      "ข้อความ",
      "รูปภาพ",
      "เสียง",
      "ผิดทุกข้อ"
    ]
  },
    {
    numb: 3,
    question: "MAXLENGHT คืออะไร",
    answer: "จำนวนตัวอักษรสูงสุดที่บันทึกได้",
    options: [
      "จำนวนตัวอักษรที่บันทึกได้",
      "จำนวนตัวอักษรต่ำสุดที่บันทึกได้",
      "จำนวนตัวอักษรสูงสุดที่บันทึกได้",
      "ผิดทุกข้อ"
    ]
  },
    {
    numb: 4,
    question: "VALUE คืออะไร",
    answer: "ถูกทุกข้อ",
    options: [
      "ค่าเริ่มต้น",
      "ขนาด",
      "จำนวนตัวอักษร",
      "ถูกทุกข้อ"
    ]
  },
    {
    numb: 5,
    question: "ข้อใดกล่าวถูกต้อง",
    answer: "1",
    options: [
      "ช่องรับข้อมูลชนิด Password เมื่อคีย์ข้อมูลเข้าไปในช่องแล้ว จะมองเห็นเป็นเครื่องหมาย *",
      "ช่องรับข้อมูลชนิด Password เมื่อคีย์ข้อมูลเข้าไปในช่องแล้ว จะปรากฏ Password ที่พิมพ์เข้าไป",
      "ช่องรับข้อมูลชนิด Password รับข้อมูลที่เป็นเพียงตัวอักษรเท่านั้น",
      "ถูกทุกข้อ"
    ]
  },
  {
    numb: 6,
    question: "ข้อใดคือความหมายของ Text Area",
    answer: "2",
    options: [
      "เป็นการรับข้อมูลทั่วไป เช่น ชื่อ นามสกุล",
      "เป็นการรับข้อมูลที่มีความยาวมาก ๆ ส่วนใหญ่จะใช้กับข้อมูลที่เป็นการแสดงความคิดเห็น (Comment)",
      "เป็นการรับข้อมูลที่เป็นรูปภาพ",
      "ผิดทุกข้อ"
    ]
  },
    {
    numb: 7,
    question: "ข้อใดคือความหมายของ Check Box",
    answer: "3",
    options: [
      "เป็นการรับข้อมูลจากการให้คลิกเลือกข้อมูลที่กำหนดมาให้ โดยสามารถเลือกได้เพียงข้อเดียว",
      "เป็นการรับข้อมูลจากการให้คลิกเลือกข้อมูลที่กำหนด",
      "เป็นการรับข้อมูลจากการให้คลิกเลือกข้อมูลที่กำหนดมาให้ โดยสามารถเลือกได้มากกว่าหนึ่งหัวข้อ",
      "ผิดทุกข้อ"
    ]
  },
    {
    numb: 8,
    question: "ช่องรับข้อมูลชนิด Radio Button ใช้รับข้อมูลประเภทใด",
    answer: "4",
    options: [
      "เพศ",
      "อายุ",
      "วุฒิ",
      "ถูกทุกข้อ"
    ]
  },
  {
    numb: 9,
    question: "ช่องรับข้อมูลประเภทใด ใช้ในการรับข้อมูลที่มีให้เลือกหลายรายการ เช่น ประเทศ จังหวัด",
    answer: "1",
    options: [
      "Selection Box",
      "Radio Button",
      "Text Box",
      "Check Box"
    ]
  },
    {
    numb: 10,
    question: "ข้อใดคือกล่าวถูกต้องเกี่ยวกับการสร้างปุ่ม Button",
    answer: "2",
    options: [
      "ใช้สร้างปุ่ม ตกลง",
      "แสดงผลเป็นลักษณะปุ่มเพื่อ action ตามที่ฟอร์มกำหนด",
      "ใช้สร้างปุ่มรีเซ็ท",
      "ถูกทุกข้อ"
    ]
  },
];
